Repository: NGO-portal/adrotate-ngo
Catalog: languages/adrotate-ngo-*.po
Languages: ar_ar

source: No files found
ar_ar: لم يتم إيجاد الملف

source: Folder not found or not accessible
ar_ar: المجلد غير موجود أو لايوجد سماحية للدخول

source: Ad saved
ar_ar: تم حفظ الاعلان

source: Group saved
ar_ar: تم حفظ المجموعة

source: Ad(s) deleted
ar_ar: تم حذف الاعلان/الاعلانات

source: Group deleted
ar_ar: تم حذف المجموعة

source: Ad(s) statistics reset
ar_ar: إعادة تعيين إحصائات الاعلان/الاعلانات

source: Ad(s) renewed
ar_ar: تجديد الاعلان/الاعلانات

source: Ad(s) deactivated
ar_ar: تعطيل الاعلان/الاعلانات

source: Ad(s) activated
ar_ar: تفعيل الاعلان/الاعلانات

source: Group including it's Ads deleted
ar_ar: تم حذف المجموعة مع الاعلانات المتضمنة فيها

source: Export created
ar_ar: تم إنشاء التصدير

source: Settings saved
ar_ar: تم حفظ الاعدادات

source: Database optimized
ar_ar: تم تحسين قاعدة البيانات

source: Database repaired
ar_ar: تم صيانة قاعدة البيانات

source: Ads evaluated and statuses have been corrected where required
ar_ar: تم تقييم الاعلانات وتصحيح وضعها عند الحاجة

source: Empty database records removed
ar_ar: تم حذف السجلات الفارغة من قاعدة البيانات

source: Action prohibited
ar_ar: اجراء ممنوع

source: The ad was saved but has an issue which might prevent it from working properly. Review the colored ad.
ar_ar: تم حفظ الإعلان ولكن لديه مشكلة التي قد تمنعه من العمل بشكل صحيح. مراجعة الإعلانات الملونة.

source: No data found in selected time period
ar_ar: لاتوجد بيانات في الفترة المحددة

source: Database can only be optimized or cleaned once every hour
ar_ar: يمكن تحسين وتنظيف قاعدة البيانات مرة واحدة كل ساعة

source: Form can not be (partially) empty!
ar_ar: النموذج لايمكن أن يكون (بشكل جزئي) فارغا!

source: No ads found.
ar_ar: لا يوجد اعلانات

source: Unexpected error
ar_ar: خطأ غير متوقع

source: AdRotate Advertiser
ar_ar: معلن AdRotate

source: General Info
ar_ar: معلومات عامة

source: Manage Adverts
ar_ar: إدارة الاعلانات

source: Manage Groups
ar_ar: إدارة المجموعات

source: Manage Schedules
ar_ar: إدارة الجداول

source: Manage Media
ar_ar: إدارة الوسائط

source: Settings
ar_ar: الاعدادات

source: AdRotate Info
ar_ar: معلومات حول AdRotate

source: AdRotate Professional
ar_ar: AdRotate الاحترافي

source: Advert Management
ar_ar: إدارة الاعلان

source: Manage
ar_ar: إدارة

source: Add New
ar_ar: إضافة جديد

source: Group Management
ar_ar: إدارة المجموعة

source: Report
ar_ar: تقرير

source: Schedule Management available in AdRotate Pro
ar_ar: إدارة الجداول متوفر فقط في AdRotate Pro (النسخة الاحترافية)

source: Schedule management and multiple schedules per advert is available in AdRotate Pro.
ar_ar: إدراة الجدول والجداول المتعددة للاعلان متوفرة فقط في النسخة الاحترافية AdRotate Pro .

source: More information
ar_ar: المزيد من المعلومات

source: Bulk Actions
ar_ar: اجراءات متراكمة

source: Go
ar_ar: تشغيل

source: ID
ar_ar: التعريف

source: Start
ar_ar: بداية

source: End
ar_ar: نهاية

source: Ads
ar_ar: الاعلانات

source: Max Impressions
ar_ar: الانطباعات القصوى

source: Max Clicks
ar_ar: اكبر عدد من النقرات

source: No schedules created yet!
ar_ar: لم يتم إنشاء جدول بعد!

source: Easily manage your schedules from here with AdRotate Pro.
ar_ar: تستطيع بسهولة إدارة جداولك من هنا مع AdRotate Pro .

source: Upgrade today!
ar_ar: طور اليوم!

source: Expires soon.
ar_ar: تنتهي صلاحيته قريبا.

source: Has expired.
ar_ar: انتهت الصلاحية.

source: Media Management available in AdRotate Pro
ar_ar: إدارة الوسائط متوفرة في AdRotate Pro

source: Upload images to the AdRotate Pro banners folder from here.
ar_ar: ارفع الصور إلى مجلد الشرائط الاعلانية (AdRotate Pro banners) من هنا.

source: This is useful if you use responsive adverts with multiple images or have HTML5 adverts containing multiple files.
ar_ar: هذا يكون مفيدا إذا كنت تستخدم إعلانات متجاوبة مع عدة صور أو تستخدم إعلانات HTML5 تحتوي عدة ملفات.

source: Media uploading and management is available in AdRotate Pro.
ar_ar: رفع وإدارة الوسائط متوفرة فقط في النسخة الاحترافية AdRotate Pro .

source: Upload new file
ar_ar: رفع ملف جديد

source: Accepted files:
ar_ar: ملفات مقبولة :

source: For HTML5 ads you can also upload html and javascript files.
ar_ar: لاعلانات الـ HTML5 وتستطيع أيضا تحميل ملفات html و javascript .

source: Maximum size is 512Kb.
ar_ar: الحجم الاقصى هو 512kb .

source: Important:
ar_ar: مهم :

source: Make sure your file has no spaces or special characters in the name. Replace spaces with a - or _.
ar_ar: تأكد بأن ملفك لا يحوي فراغات أو رموز خاصة في الاسم. استبدلها ب - أو _ .

source: If you remove spaces from filenames for HTML5 adverts also edit the html file so it knows about the changed name. For example for the javascript file.
ar_ar: إذا حذفت الفراغات من أسماء ملفات إعلانات HTML5 فأيضا قم بتعديل ملف html لكي يأخذ التعديلات في الاسم. على سبيل المثال لملف الـ javascript .

source: For responsive adverts make sure the filename is in the following format; "imagename.full.ext". A full set of sized images is strongly recommended.
ar_ar: للاعلانات التفاعلية تأكد بأن اسم الملف بالصيغة التالية " imagename.full.ext ". مجموعة كاملة من الصور المحجمة ينصح به بشدة.

source: For smaller size images use ".320", ".480", ".768" or ".1024" in the filename instead of ".full" for the various viewports.
ar_ar: لأحجام الصور الصغيرة استخدم ".320" , ".480", ".768" أو ".1024" في اسم الملف بدلا من ".full" للعروض المختلفة.

source: Example:
ar_ar: مثال:

source: image.full.jpg, image.320.jpg and image.768.jpg will serve the same advert for different viewports.
ar_ar: image.full.jpg, image.320.jpg و image.768.jpg سيقدم نفس الاعلان للعروض المختلفة.

source: Upload file
ar_ar: رفع ملف

source: Click only once per file!
ar_ar: انقر مرة واحدة فقط لكل ملف!

source: Available files in
ar_ar: الملفات المتوفرة في

source: Name
ar_ar: اسم

source: Actions
ar_ar: إجراء

source: Delete
ar_ar: حذف

source: Make sure the banner images are not in use by adverts when you delete them!
ar_ar: تأكد من أن صور الشريط الاعلاني غير مستخدمة من قبل الاعلانات عندما تقوم بحذفهم!

source: Manage your banner folder from here with AdRotate Pro.
ar_ar: قم بإدارة مجلد البانر من هنا مع AdRotate Pro .

source: AdRotate Settings
ar_ar: إعدادات AdRotate

source: Oh no! Something went wrong!
ar_ar: أوه لا! حدث خطأ ما!

source: WordPress was unable to verify the authenticity of the url you have clicked. Verify if the url used is valid or log in via your browser.
ar_ar: لم يتمكن ووردبرس من التأكد من صحة الرابط الذي قمت بالنقر عليه. تحقق مما إذا كان الرابط المستخدم هو صحيح أو قم بالدخول من المستعرض الخاص بك.

source: If you have received the url you want to visit via email, you are being tricked!
ar_ar: إذا كنت تلقيت الرابط الذي تريج زيارته عبر البريد الالكتروني, فقد تم خداعك!

source: Contact support if the issue persists:
ar_ar: اتصل بالدعم إذا استمرت المشكلة:

source: Error, Ad is not available at this time due to schedule/geolocation restrictions or does not exist!
ar_ar: خطأ، الإعلان غير متوفر في هذا الوقت بسبب الجدول الزمني / الموقع أو لا وجود له!

source: Error, Ad is not available at this time due to schedule/geolocation restrictions!
ar_ar: خطأ، الإعلان غير متوفر في هذا الوقت بسبب الجدول الزمني / الموقع !

source: Either there are no banners, they are disabled or none qualified for this location!
ar_ar: إما لايوجد شريط اعلاني أو تم الغاء تفعيله أو لا شيء مهيء لهذا المكان!

source: Error, no Ad ID set! Check your syntax!
ar_ar: خطأ, لا يوجد معرف إعلان محدد! تأكد من ذلك!

source: Error, no group ID set! Check your syntax!
ar_ar: خطأ, لا يوجد معرف مجموعة محدد! تأكد من ذلك!

source: Error, group does not exist! Check your syntax!
ar_ar: خطأ, المجموعة غير موجودة! تأكد!

source: There was an error locating the database tables for AdRotate. Please deactivate and re-activate AdRotate from the plugin page!!
ar_ar: كان هناك خطأ تحديد جداول قاعدة البيانات لAdRotate. يرجى ألغاء تنشيط ثم إعادة تنشيط AdRotate من صفحة البرنامج المساعد (الاضافة) !!

source: If this does not solve the issue please seek support at
ar_ar: إذا لم يحل هذا المشكلة الرجاء البحث عن الدعم في

source: An unknown error occured.
ar_ar: حدث خطأ غير معروف

source: One advert is expired.
ar_ar: لا يوجد أي اعلان منتهي الصلاحية

source: Check adverts
ar_ar: تحقق من الاعلانات

source: One advert expires soon.
ar_ar: لا يوجد أي اعلان ستنتهي صلاحيته قريبا

source: One advert with configuration errors.
ar_ar: لا يوجد اي خطا

source: You have enable caching support but W3 Total Cache is not active on your site!
ar_ar: قمت بتفعيل دعم الكاش (التخزين المؤقت) لكن W3 Total Cache غير مفعل بموقعك!

source: You have enable caching support but the W3TC_DYNAMIC_SECURITY definition is not set.
ar_ar: لقد قمت بتفعيل دعم الكاش لكن لم يتم تعيين W3TC_DYNAMIC_SECURITY .

source: Your AdRotate Banner folder is not writable or does not exist.
ar_ar: مجلد لافتات AdRotate غير قابل للكتابة أو غير موجود.

source: one issue that requires
ar_ar: لا يتطلب شيء

source: Buy now
ar_ar: اشتري الآن

source: You've been using <strong>AdRotate</strong> for a while now. Why not upgrade to the <strong>PRO</strong> version
ar_ar: انت تستخدم <strong>AdRotate</strong> لماذا لا تطور إلى النسخة <strong>PRO</strong>.

source: Thank you for your purchase!
ar_ar: شكرا للشراء!

source: one plugin
ar_ar: ولا إضافة

source: Welcome, and thanks for using AdRotate. Everything related to AdRotate is in this menu. Check out the
ar_ar: أهلا بك, وشكرا لاستخدام AdRotate . كل شيء مرتبط بـ AdRotate موجود في القائمة menu . تحقق من

source: manuals
ar_ar: يدويا

source: and
ar_ar: و

source: forums
ar_ar: المنتديات

source: Useful Links
ar_ar: روابط مفيدة

source: Useful links to learn more about AdRotate
ar_ar: روابط مفيدة لتعلم المزيد عن AdRotate

source: AdRotate website
ar_ar: موقع AdRotate

source: Getting Started With AdRotate
ar_ar: ابدأ مع AdRotate

source: AdRotate manuals
ar_ar: دليل استخدام AdRotate

source: AdRotate Support Forum
ar_ar: منتدى دعم AdRotate

source: Help AdRotate Grow
ar_ar: ساعد AdRotate ليكبر

source: Follow Arnan on Facebook
ar_ar: اتبعنا على الفيسبوك

source: A lot of users only think to review AdRotate when something goes wrong while thousands of people use AdRotate satisfactory. Don't let this go unnoticed.
ar_ar: الكثير من المستخدمين يفكرون فقط في AdRotate يعندما يواجهون المشاكل بينما الآلاف من الناس يستخدمون AdRotate بشكل مُرضي . لا تجعل ذلك يمر دون ملاحظته.

source: If you find AdRotate useful please leave your honest
ar_ar: إذا وجدت AdRotate مفيدا الرجاء ترك تعليقك الصادق

source: rating
ar_ar: تقييم

source: review
ar_ar: استعراض

source: on WordPress.org to help AdRotate grow in a positive way
ar_ar: في WordPress.org لتساعد AdRotate ليكبر بشكل ايجابي

source: Available in AdRotate Pro
ar_ar: متوفر في AdRotate Pro

source: More information...
ar_ar: المزيد من المعلومات..

source: This feature is available in AdRotate Pro
ar_ar: هذه الخصائص متوفرة في AdRotate Pro

source: Learn more
ar_ar: تعلم المزيد

source: January
ar_ar: كانون الثاني

source: February
ar_ar: شباط

source: March
ar_ar: آذار

source: April
ar_ar: نيسان

source: May
ar_ar: أيار

source: June
ar_ar: حزيران

source: July
ar_ar: تموز

source: August
ar_ar: آب

source: September
ar_ar: أيلول

source: October
ar_ar: تشرين الاول

source: November
ar_ar: تشرين الثاني

source: December
ar_ar: كانون الاول

source: Previous
ar_ar: السابق

source: This month
ar_ar: الشهر

source: Next
ar_ar: التالي

source: No data to show!
ar_ar: لايوجد تاريخ لعرضه!

source: Title (optional):
ar_ar: التفاصيل (اختياري):

source: HTML will be stripped out.
ar_ar: HTML سيتم تجريده (لن ينفذ).

source: Description (optional):
ar_ar: الوصف (اختياري):

source: What is this widget used for? (Not parsed, HTML will be stripped out.)
ar_ar: لماذا تستخدم هذه الأداه (widget) ؟ (غير معرفة, سيتم تجريد كودات HTML )

source: Type:
ar_ar: نوع :

source: Advert - Use Advert ID
ar_ar: الإعلان - استخدام معرف الإعلان

source: Group - Use group ID
ar_ar: المجموعة - استخدام معرف المجموعة

source: Choose what you want to use this widget for
ar_ar: اختر لماذا تريد استخدام هذه الاداة.

source: ID:
ar_ar: المعرف ID :

source: Fill in the ID of the type you want to display!
ar_ar: ضع هنا المعرف ID للنوع الذي تريد عرضه!

source: Visar de annonser som är upplagda på nätverket även på undersiterna i en WPMU installation. Avsedd att visa annonser på föreningswebbplatser. Kräver AdRotate på portalsiten. Aktivera INTE denna plugin på samma site som AdRotate är aktiv på. Detta är en strippad version avsedd att visa annonser på siter där nätverket har en aktiv installation av AdRotate. Det finns inga inställningar i denna plugin. Lägg upp annonserna på nätverks-siten och lägg till hooks i temat för dina undersiter. Endast testad med annonsGRUPPER som visas som (slumpvisa om du har flera i samma grupp) enskilda annonser.
ar_ar: عرض الإعلانات التي يتم نشرها على الشبكة، وحتى على المواقع الفرعية في تثبيت WPMU. تهدف إلى عرض الإعلانات على مواقع الجمعيات. يتطلب AdRotate على موقع المدخل. لا تمكن هذا البرنامج المساعد في نفس الموقع الذي AdRotate غير نشطة على. هذا هو جردت أسفل نسخة مصممة لعرض الإعلانات على المواقع التي لديها شبكة تثبيت نشط من AdRotate. لا توجد الإعدادات في هذا البرنامج المساعد. نشر إعلانات على موقع الشبكة وإضافة السنانير في موضوع المواقع الفرعي الخاص بك. فقط اختبار مع المجموعات الإعلانية التي تظهر (عشوائي إذا كان لديك العديد من نفس المجموعة) الإعلانات الفردية.

source: Föreningsportalen
ar_ar: بوابة الجمعيات
